Repository: ShiftNrg/shift-wallet
Catalog: po/*.po
Languages: sk

source: 2nd Passphrase
sk: 2. Fráza

source: ADD SECOND PASSPHRASE
sk: PRIDAŤ DRUHÚ FRÁZU

source: Accept / Next Step
sk: Akceptovať / Ďalší Krok

source: Account
sk: Účet

source: Account Verification
sk: Overenie Účtu

source: Add group members by typing in their Shift address and pressing enter.
sk: Pridať členov skupiny zadaním ich adresy Shift a stlačením tlačidla enter.

source: Amount
sk: Množstvo

source: Amount (Fee)
sk: Množstvo (Poplatok)

source: Applications
sk: Aplikácie

source: Approval
sk: Schválenie

source: Are you sure you want to delete this item?
sk: Ste si istý s vymazaním tejto položky?

source: BTC Equivalent
sk: BTC Ekvivalent

source: Balance
sk: Zostatok

source: Becoming a delegate requires registration. You may choose your own delegate name, which can be used to promote your delegate. Only the top 101 delegates are eligible to forge. All fees are shared equally between the top 101 delegates.
sk: Stať sa delegátom vyžaduje registráciu. Môžete si vybrať svoj vlastné meno delegáta, ktoré možno použiť na podporu v hlasovaní. Iba prvých 101 delegátov môžu vytvoriť blok. Všetky poplatky sa rozdelia rovným dielom medzi prvých 101 delegátov.

source: Block
sk: Blok

source: Block ID
sk: Blok ID

source: CANCEL
sk: ZRUŠIŤ

source: CATEGORIES
sk: KATEGÓRIE

source: CONFIRM
sk: POTVRDIŤ

source: CONFIRM SECOND PASSPHRASE
sk: POTVRDIŤ DRUHÚ FRÁZU

source: CONFIRM VOTE
sk: POTVRDIŤ HLAS

source: CONFIRMATIONS
sk: POTVRDENIA

source: CONFIRMED TRANSACTIONS
sk: POTVRDENÉ TRANSAKCIE

source: Cancel
sk: Zrušiť

source: Category:
sk: Kategória:

source: Close modal
sk: Zavrieť modálne

source: Configuring multi-signature group
sk: Konfigurácia multi-podpisovej skupiny

source: Confirm
sk: Potvrdiť

source: Confirmation
sk: Potvrdenie

source: Confirmations
sk: Potvrdenia

source: Confirmations Needed
sk: Potrebné Potvrdenia

source: Confirmations needed
sk: Potrebné potvrdenia

source: Confirmed by
sk: Potvrdené od

source: Conversations
sk: Konverzácie

source: Copied!
sk: Nakopírované!

source: Copy Address
sk: Kopírovať adresu

source: Copy Block ID
sk: Kopírovať Blok ID

source: Copy Name
sk: Kopírovať Meno

source: Copy Public Key
sk: Kopírovať Verejný Kľúč

source: Copy Transaction ID
sk: Kopírovať Transakčné ID

source: Copy failed!
sk: Kopírovanie zlyhalo!

source: DOWNLOAD
sk: STIAHNÚŤ

source: Delegate Name
sk: Meno Delegáta

source: Delegates
sk: Delegáti

source: Description
sk: Popis

source: Disable Forging
sk: Vypnúť Kovanie

source: Disabled
sk: Vypnuté

source: EUR Equivalent
sk: EUR Ekvivalent

source: Empty passphrase
sk: Prázdna fráza

source: Enable Forging
sk: Zapnúť Kovanie

source: Enabled
sk: Zapnuté

source: FEE
sk: POPLATOK

source: FORGING
sk: KOVANIE

source: Failed to install application
sk: Zlyhanie inštalácie aplikácie

source: Failed to launch application
sk: Zlyhanie spustenie aplikácie

source: Failed to uninstall application
sk: Zlyhanie odinštalovanie aplikácie

source: Fee
sk: Poplatok

source: Fee: {{fee | liskFilter}} SHIFT
sk: Poplatok: {{fee | liskFilter}} SHIFT

source: Forged Blocks
sk: Vykované Bloky

source: Forging
sk: Kovanie

source: Further protect your account with an optional second passphrase! It may take a few moments for the changes to take effect.
sk: Pre ďalšiu ochranu svojho účtu s voliteľným druhým prístupovým heslom! To môže trvať niekoľko okamihov, aby sa zmeny prejavili.

source: GO BACK
sk: ÍSŤ SPÄŤ

source: General
sk: Všeobecne

source: Generate New
sk: Generovať Nový

source: Generator
sk: Generátor

source: Go to previous page
sk: Predchádzajúca stránka

source: Group Name
sk: Názov skupiny

source: HOME
sk: DOMOV

source: Height
sk: Váha

source: INSTALL
sk: INŠTALOVAŤ

source: INSTALLED
sk: INŠTALOVANÉ

source: If you are confident the application can be deemed trustworthy, click <strong>Open Anyway</strong>, otherwise click <strong>Cancel</strong> now.
sk: Ak ste si istí s aplikáciami ktoré možno považovať za dôveryhodné, kliknite na <strong>Otvoriť Každopádne</ strong>, v opačnom prípade kliknite na <strong>Zrušiť</ strong> teraz.

source: Installed Applications
sk: Inštalované Aplikácie

source: LAUNCH
sk: SPUSTIŤ

source: Language
sk: Jazyk

source: Last 24 hours
sk: Posledných 24 hodín

source: Last 30 days
sk: Posledných 30 dní

source: Last 7 days
sk: Posledných 7 dní

source: Latest Blocks
sk: Posledné Bloky

source: Latest Multi-Signature Transactions
sk: Posledné Multi-podpísané Transakcie

source: Latest Transactions
sk: Posledné Transakcie

source: Latest version
sk: Posledná verzia

source: Loading Multi-Signature Groups
sk: Nahrávam Multi-podpísané Skupiny

source: Loading applications
sk: Nahrávam aplikácie

source: Loading blockchain
sk: Nahrávam blockchain

source: Loading dashboard
sk: Nahrávam dashboard

source: Loading delegates
sk: Nahrávam delegátov

source: Loading forging status
sk: Nahrávam stav kovania

source: Loading transactions
sk: Nahrávam transakcie

source: Loading...
sk: Nahrávam...

source: Logout
sk: Odhlásiť

source: Make sure that you keep the passphrase safe. If you lose your passphrase later on, your account can't be restored and all your funds will be lost.
sk: Uistite sa, že budete mať prístupové heslo v bezpečí. Ak stratíte prístupové heslo neskôr, váš účet nemôže byť obnovený a všetky vaše finančné prostriedky budú stratené.

source: Make sure that you keep the passphrase safe. You will be asked to re-type it for confirmation.
sk: Uistite sa, že budete mať prístupové heslo v bezpečí. Budete vyzvaní k prepisu pre potvrdenie.

source: Make sure that you keep the second passphrase safe. If you lose your second passphrase later on, your account can't be restored and all your funds will be lost.
sk: Uistite sa, že budete mať druhé prístupové heslo v bezpečí. Ak stratíte svoje druhé prístupové heslo neskôr, váš účet nemôže byť obnovený a všetky vaše finančné prostriedky budú stratené.

source: Make sure that you keep the second passphrase safe. You will be asked to re-type it for confirmation.
sk: Uistite sa, že budete mať druhé prístupové heslo v bezpečí. Budete vyzvaní k prepisu to pre potvrdenie.

source: Make sure you're sending SHIFT to the right address. This action can't be undone later.
sk: Uistite sa, že odosielate SHIFT na správnu adresu. Táto akcia sa nedá vrátiť neskôr späť.

source: Master Passphrase
sk: Hlavná Fráza

source: Members
sk: Členovia

source: More
sk: Viac

source: Multi-Signature
sk: Multi-Podpis

source: Multi-Signature Group Members
sk: Multi-Podpis Skupiny Členov

source: Multi-Signature is Disabled
sk: Multi-Podpis je Vypnutý

source: Multi-Signature is Enabled
sk: Multi-Podpis je Zapnutý

source: My Multi-Signature Groups
sk: Moje Multi-Podpisové Skupiny

source: My Profile
sk: Môj Profil

source: My Votes
sk: Moje Hlasy

source: My votes ({{myVotesCount||'0'}})
sk: Moje hlasy ({{myVotesCount||'0'}})

source: NEW ACCOUNT
sk: NOVÝ ÚČET

source: NEXT
sk: ĎALEJ

source: NEXT STEP
sk: ĎALŠÍ KROK

source: NO
sk: NIE

source: Name
sk: Meno

source: Next Step
sk: Ďalší Krok

source: No applications matching your search criteria were found.
sk: Žiadne aplikácie neboli nájdené tvojim kritériam

source: No blockchain
sk: Žiaden blockchain

source: No delegates
sk: Žiadny delegáti

source: No delegates found
sk: Žiadny delegáti neboli nájdený

source: No results for this search.
sk: Žiaden výsledok pre toto hľadanie.

source: Number of members
sk: Počet členov

source: OPEN
sk: OTVORIŤ

source: OPEN ANYWAY
sk: OTVORIŤ AJ TAK

source: Off
sk: Vypnuté

source: On
sk: Zapnuté

source: Others
sk: Ostatné

source: Passphrase
sk: Fráza

source: Pending transactions
sk: Čakajúce transakcie

source: Please check your input below and go back if necessary. Double-check the group members, else you risk losing your SHIFT balance!
sk: Skontrolujte prosím svoje zadanie nižšie a v prípade potreby sa vráťte späť. Skontrolujte členov skupiny, inak riskujete stratu vášho zostastku SHIFT!

source: Please choose a delegate name.
sk: Prosím vyberte si názov delegáta

source: Please confirm your selection and confirm your vote.
sk: Potvrďte svoj výber a potvrďte svoj hlas.

source: Please ensure all details are correct before confirming your blockchain application.
sk: Pred potvrdením blockchain aplikácie skontrolujte všetko, či sú všetky údaje správne.

source: Please enter the Recipient Address and SHIFT Amount that you would like send below.
sk: Zadajte adresu príjemcu a sumu SHIFT, ktorú chcete odoslať nižšie.

source: Please enter the master passphrase for this node.
sk: Prosím zadajte hlavnú frázu pre tento uzol.

source: Please enter your passphrase below.
sk: Prosim zadajte vašu frázu nižšie.

source: Please enter your passphrase.
sk: Prosím zadajte vašu frázu.

source: Please enter your primary passphrase below.
sk: Prosím zadajte vašu hlavnú frázu nižšie.

source: Please enter your second passphrase below.
sk: Prosím zadajte vašu druhú frázu nižšie.

source: Please find your second passphrase below.
sk: Prosím nájdite vašu druhú frázu nižšie.

source: Please provide a specification for your blockchain application below.
sk: Prosím zadajte údaje pre vašu blockchain aplikáciu nižšie.

source: Please provide storage a link for your block application below.
sk: Prosím zadajte úložný odkaz pre vasu blockchain aplikáciu nižšie.

source: Please re-enter your passphrase below.
sk: Prosím zadajte znovu vašu frázu nižšie.

source: Please re-enter your second passphrase below.
sk: Prosím zadajte znovu vašu druhú frázu nižšie.

source: Please read carefully.
sk: Prosím čítajte opatrne.

source: Press &#8984;+c to copy
sk: Stlačte &#8984;+c pre kopírovanie

source: Pressing enter confirms each member.
sk: Stlačením enter potvrďte každého člena.

source: Previous Block
sk: Predchádzajúci Block

source: Primary Passphrase
sk: Hlavná Fráza

source: Productivity
sk: Produktivita

source: READ MORE
sk: ČÍTAŤ VIAC

source: REMOVE VOTE
sk: ODSTRÁNIŤ HLAS

source: Recipient
sk: Príjemca

source: Recipient Address
sk: Adresa príjemcu

source: Register as a Delegate
sk: Registrovať sa ako Delegát

source: Registered on
sk: Registrované na

source: Registering user
sk: Registrujúci užívateľ

source: Remember during this session
sk: Zapamätať počas tohto sedenia

source: Removing vote from delegates
sk: Odstrániť hlas z delegátov

source: Reward
sk: Odmena

source: SAVE PASSPHRASE
sk: ULOŽIŤ FRÁZU

source: SEND
sk: ODOSLAŤ

source: SHIFT Amount
sk: SHIFT Množstvo

source: SHIFT Earned
sk: SHIFT Získané

source: SIGN IN
sk: PRIHLÁSIŤ SA

source: SOURCE CODE
sk: ZDROJOVÝ KÓD

source: Saving new application
sk: Uložiť novú aplikáciu

source: Search Delegates
sk: Hľadať Delegátov

source: Search for applications
sk: Hľadať aplikácie

source: Search for blocks
sk: Hľadať bloky

source: Search for transactions (Transaction ID, Sender address, Recipient address)
sk: Hľadať transakcie (Transakčné ID, Adresa odosielateľa. Adresa prijímateľa)

source: Second Passphrase
sk: Druhá Fráza

source: Security Warning
sk: Ochranné Varovanie

source: Send SHIFT
sk: Poslať SHIFT

source: Sender
sk: Odosielateľ

source: Settings
sk: Nastavenia

source: Shift - Blockchain Application Platform
sk: Shift - aplikačná platforma Blockchain

source: Shift Address
sk: Shift Adresa

source: Shift Client
sk: Shift Klient

source: Shift Client Outdated
sk: Shift klient je zastaralý

source: Show All Columns
sk: Vidieť Všetky Stĺpce

source: Show Full Time
sk: Vidieť Celý Čas

source: Sign
sk: Značka

source: Standby Delegates
sk: Pripravený Delegáti

source: Step 1/2 - Generate a Passphrase
sk: Krok 1/2 - Vygenerovať Frázu

source: Step 1/2 - Generate a Second Passphrase
sk: Krok 1/2 - Vygenerovať Druhú Frázu

source: Step 1/3 - Preamble
sk: Krok 1/3 - Preambula

source: Step 1/4 - Preamble
sk: Krok 1/4 - Preambula

source: Step 2/2 - Confirm your Passphrase
sk: Krok 2/2 - Potvrdiť tvoju Frázu

source: Step 2/2 - Confirm your Second Passphrase
sk: Krok 2/2 - Potvrdiť tvoju Druhú Frázu

source: Step 2/3 - Specify Group Members
sk: Krok 2/3 - Zadajte Členov Skupiny

source: Step 2/4 - Specifications
sk: Krok 2/4 - Špecifikácie

source: Step 3/3 - Confirmation
sk: Krok 3/3 - Potvrdenie

source: Step 3/4 - Storage Links
sk: Krok 3/4 - Úložné Odkazy

source: Step 4/4 - Confirmation
sk: Krok 4/4 - Potvrdenie

source: Summary
sk: Sumár

source: The Shift apps platform currently does not provide any protection against any unauthorized system calls made from the running application. Therefore opening any untrusted applications is not yet advisable, and could potentially lead to loss of funds.
sk: Platforma aplikácií Shift v súčasnosti neposkytuje žiadnu ochranu pred neoprávnenými systémovými volaniami zo spustenej aplikácie. Otvorenie nedôveryhodných aplikácií však zatiaľ nie je vhodné a mohlo by viesť k strate finančných prostriedkov.

source: The master passphrase is auto-generated upon first launching the Shift client. It can be found at the end of the config.json file. Therefore only node operators can install, launch or uninstall applications. Once applications are in a launched state, anyone is free to open and use them.
sk: Hlavná prístupová fráza sa automaticky generuje pri prvom spustení klienta Shift. Nájdete ho na konci súboru config.json. Preto iba operátori uzlov môžu nainštalovať, spustiť alebo odinštalovať aplikácie. Keď sú aplikácie v štartovanom stave, ktokoľvek ich môže otvoriť a používať.

source: The passphrase entered doesn't match with the one generated before. Please go back and generate a new one.
sk: Zadaná fráza sa nezhoduje so zadanou ktorú ste si vygenerovali predtým. Vráťte sa a vygenerujte si novú.

source: The second passphrase entered doesn't match with the one generated before. Please go back and generate a new one.
sk: Zadaná druhá fráza sa nezhoduje so zadanou ktorú ste si vygenerovali predtým. Vráťte sa a vygenerujte si novú.

source: This walkthrough will guide you through the necessary steps to create a multi-signature group. It's very important that you know what multi-signatures are, else you risk loosing your SHIFT balance.<br><br>A multi-signature group consists of N accounts, the one who created the group is the group owner. When the owner wants to make a transaction, M of N accounts within the group need to confirm it, otherwise the transaction will not be processed. The values M and N are specified in this walkthrough.<br><br><b>Things you need to know for the multi-signature group setup:</b><br><br>• The number of group members (N).<br>• The number of needed confirmations (M).<br>• The addresses of the Shift accounts you want to add to the group.
sk: Táto príručka vás prevedie potrebnými krokmi k vytvoreniu Multi-podpisovej skupiny. Je veľmi dôležité, aby ste vedeli, čo sú Multi-podpis, inak riskujete, že stratíte svoje SHIFT.<br><br>Multi-podpisová skupina pozostáva z účtov N, ten, kto vytvoril skupinu, je vlastník skupiny. Keď majiteľ chce vykonať transakciu, M v N účtoch v skupine ho musí potvrdiť, inak transakcia nebude spracovaná. Hodnoty M a N sú uvedené v tomto návode.<br><br><b>Veci ktoré by si mal vedieť o Multi-podpisovej skupine:</b><br><br>• Počet členov skupiny (N).<br>• Počet potrebných potvrdení (M).<br>• Adresa Shift účtov ktoré chceš pridať do skupiny.

source: Time
sk: Čas

source: To become a delegate, click on the "Delegate Registration" button.
sk: Pre vytvorenie delegáta, klikni na tlačidlo "Registrácia Delegáta".

source: Today
sk: Dnes

source: Toggle navigation
sk: Prepnúť navigáciu

source: Top Delegates
sk: Top Delegáti

source: Total Amount
sk: Celkové Množstvo

source: Total Balance
sk: Celkový Zostatok

source: Total Fee
sk: Celkový Poplatok

source: Total Forged
sk: Celkovo Vykované

source: Transaction
sk: Transakcia

source: Transaction ID
sk: Transakčné ID

source: Transactions
sk: Transakcie

source: UNINSTALL
sk: ODINŠTALOVAŤ

source: UPDATE
sk: AKTUALIZOVAŤ

source: USD Equivalent
sk: USD Ekvivalent

source: View selection
sk: Zobraziť výber

source: Voting for delegates
sk: Hlasy pre delegátov

source: Welcome back, {{username}}
sk: Vitaj späť, {{username}}

source: YES
sk: ÁNO

source: You are not a member of any one Multi-Signature group.
sk: Nie si členom Multi-podpisovej skupiny.

source: You can find your passphrase below.
sk: Môžeš nájsť svoju frázu nižšie.

source: You can select up to 33 delegates in one voting turn. Up to 101 delegates in total.
sk: Môžeš vybrať až 33 delegátov v jednom hlasovacom kole. Až 101 delegátov spolu.

source: You do not have any applications installed yet.
sk: Nemáš nainštalované ešte žiadne aplikácie.

source: You have not forged any blocks yet.
sk: Nevykoval si ešte žiadne bloky.

source: You have not made any transactions yet.
sk: Nevykonal si ešte žiadne transakcie.

source: You have not voted for any delegates yet.
sk: Nehlasoval si ešte za žiadneho delegáta.

source: Your Account
sk: Tvoj Účet

source: Your Multi-Signature group(s) have not made any transactions yet.
sk: Tvoje Multi-podpisové skupina(y) nevykonali ešte žiadne transakcie.

source: Your Passphrase
sk: Tvoja Fráza

source: Your Second Passphrase
sk: Tvoja Druhá Fráza

source: confirm
sk: potvrď

source: delegate registration
sk: registrácia delegáta

source: next
sk: ďalej

source: register
sk: registrovať

source: remove vote
sk: odstrániť hlas

source: send shift
sk: poslať shift

source: vote
sk: hlas

source: {{countStandby}} in Total
sk: {{countStandby}}Celkom

source: {{countTop}} in Total
sk: {{countTop}} Celkom

source: {{count}} in Total
sk: {{count}} Celkom

source: {{voteList.length}} out of {{countStandby + countTop}} Delegates selected
sk: {{voteList.length}} z {{countStandby + countTop}} Delegátov vybratých

source: {{voteList.length}} out of {{count}} Delegates selected
sk: {{voteList.length}} z {{count}} Delegátov vybratých
